tap "homebrew/bundle"
tap "homebrew/services"

brew "gcc"
brew "webp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"

cask "discord"
cask "docker"
cask "herd"
cask "google-chrome"
cask "logi-options+"
cask "notion"
cask "phpstorm"
cask "iterm2"
cask "zoom"
cask "tableplus"
cask "postman"
cask "slack"
cask "chatwork"
cask "visual-studio-code"
