tap "homebrew/bundle"
tap "homebrew/services"

brew "gcc"
brew "webp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"

cask "discord"
cask "docker"
cask "herd"
cask "google-chrome"
cask "logi-options+"
cask "notion"
cask "phpstorm"
cask "iterm2"
cask "zoom"
cask "tableplus"
cask "postman"
cask "slack"
cask "chatwork"
cask "visual-studio-code"

vscode "alexisvt.flutter-snippets"
vscode "brapifra.phpserver"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidwoo.flutter-auto-import"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "kevinrose.vsc-python-indent"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wesbos.theme-cobalt2"
vscode "xdebug.php-debug"
